/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "날짜";
"AppDates.DATES.PAST_DUE" = "연체";
"AppDates.DATES.TODAY" = "오늘";
"AppDates.DATES.THIS_WEEK" = "이번 주";
"AppDates.DATES.NEXT_WEEK" = "다음 주";
"AppDates.DATES.UPCOMING" = "다가올";
"AppDates.EMPTY.TITLE" = "날짜 없음";
"AppDates.EMPTY.SUBTITLE" = "현재 예정된 이벤트가 있는 활성 코스가 없습니다. 중요한 날짜와 마감일을 확인하려면 코스에 등록하세요.";
"AppDates.SHIFT_DUE_DATES.TITLE" = "마감일을 놓치셨나요?";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "걱정하지 마세요. 제안된 일정을 변경하여 진행 상황을 잃지 않고 기한이 지난 과제를 완료하세요.";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "기한 변경";
"Profile.TITLE" = "프로필";
"Profile.INFO" = "프로필 정보";
"Profile.ABOUT" = "나에 대한 정보";
"Profile.EDIT_PROFILE" = "프로필 편집";
"Profile.YEAR_OF_BIRTH" = "출생년도:";
"Profile.BIO" = "바이오:";
"Profile.SETTINGS" = "설정";
"Profile.SETTINGS_VIDEO" = "비디오 설정";
"Profile.DATES_AND_CALENDAR" = "날짜 및 달력";
"Profile.SUPPORT_INFO" = "지원 정보";
"Profile.CONTACT" = "지원팀에 문의하세요";
"Profile.TERMS" = "이용약관";
"Profile.PRIVACY" = "개인정보 보호정책";
"Profile.COOKIE_POLICY" = "쿠키 정책";
"Profile.CURRENT_LEARNING_SITE" = "현재 학습 사이트";
"Profile.DO_NOT_SELL_INFORMATION" = "내 개인 정보를 판매하지 마십시오";
"Profile.FAQ_TITLE" = "FAQ 보기";
"Profile.MANAGE_ACCOUNT" = "계정 관리";
"Profile.LEARNING_SITES" = "학습 사이트";
"Profile.LOGOUT" = "로그아웃";
"Profile.SWITCH_TO" = "로 전환";
"Profile.FULL_PROFILE" = "전체 프로필";
"Profile.LIMITED_PROFILE" = "제한된 프로필";
"Profile.LOGOUT_ALERT.TITLE" = "로그아웃 확인";
"Profile.LOGOUT_ALERT.TEXT" = "로그아웃하시겠습니까?";
"Profile.DELETE_ALERT.TITLE" = "경고!";
"Profile.DELETE_ALERT.TEXT" = "정말로 계정을 삭제하시겠습니까?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "저장하지 않고 종료하시겠습니까?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "변경한 내용은 삭제됩니다.";
"Profile.EDIT.TOO_YONG_USER" = "모든 정보에 접근할 수 있는 프로필을 보유하려면 13세 이상이어야 합니다.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "제한된 프로필은 사용자 이름과 프로필 사진만 공유합니다.";
"Profile.EDIT.DELETE_ACCOUNT" = "계정 삭제";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "출생년도";
"Profile.EDIT.FIELDS.LOCATION" = "위치";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "구어체 언어";
"Profile.EDIT.FIELDS.ABOUT_ME" = "나에 대한 정보:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "프로필 이미지 변경";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "갤러리에서 선택";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "사진 삭제";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "취소";
"Profile.DELETE_ACCOUNT.TITLE" = "계정 삭제";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "정말로 하시겠습니까? ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "계정을 삭제하시겠습니까?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "이 작업을 확인하려면 계정 비밀번호를 입력하세요.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "비밀번호";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "비밀번호를 입력하세요";
"Profile.DELETE_ACCOUNT.CONFIRM" = "네, 계정을 삭제합니다";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "프로필로 돌아가기";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "비밀번호가 틀렸습니다. 다시 시도해 주세요.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "비디오 설정";
"Profile.SETTINGS.WIFI_TITLE" = "Wi-Fi에서만 다운로드";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Wi-Fi가 켜져 있을 때만 콘텐츠를 다운로드하세요";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "비디오 스트리밍 품질";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "자동(권장)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "자동";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "추천";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "데이터 사용량 감소";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "최고의 품질";
"Profile.SETTINGS.VERSION" = "버전:";
"Profile.SETTINGS.UP_TO_DATE" = "최신";
"Profile.SETTINGS.TAP_TO_UPDATE" = "버전으로 업데이트하려면 탭하세요";
"Profile.SETTINGS.TAP_TO_INSTALL" = "필요한 앱 업데이트를 설치하려면 탭하세요.";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "이메일을 보낼 수 없습니다. 이메일 클라이언트가 설정되지 않은 것 같습니다.";
"Profile.CALENDAR.NEW_CALENDAR" = "새로운 달력";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "동기화 옵션 변경";
"Profile.CALENDAR.ACCOUNT" = "계정";
"Profile.CALENDAR.CALENDAR_NAME" = "달력 이름";
"Profile.CALENDAR.COLOR" = "색상";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "활성 과정에 대한 예정된 과제가 이 달력에 표시됩니다.";
"Profile.CALENDAR.CANCEL" = "취소";
"Profile.CALENDAR.BEGIN_SYNCING" = "동기화 시작";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "동기화됨";
"Profile.ASSIGNMENT_STATUS.FAILED" = "동기화 실패";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "오프라인";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "캘린더와 동기화 중...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "캘린더 접근";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "캘린더 동기화 비활성화";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "캘린더에 다가올 과제와 과정 이정표를 표시하려면 캘린더에 액세스할 수 있는 권한이 필요합니다.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "캘린더 동기화를 비활성화하면 캘린더 &quot;%@&quot;이 삭제됩니다. 언제든지 캘린더 동기화를 다시 켤 수 있습니다.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "캘린더 액세스 권한 부여";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "동기화 비활성화";
"Profile.CALENDAR_DIALOG.CANCEL" = "취소";
"Profile.DATES_AND_CALENDAR.TITLE" = "날짜 및 달력";
"Profile.CALENDAR_SYNC.TITLE" = "캘린더 동기화";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "캘린더 동기화를 설정하여 캘린더에 다가올 과제와 과정 이정표를 표시합니다. 새로운 과제와 변경된 과정 날짜는 자동으로 동기화됩니다.";
"Profile.CALENDAR_SYNC.BUTTON" = "캘린더 동기화 설정";
"Profile.OPTIONS.TITLE" = "옵션";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "상대 날짜를 사용하세요";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "“내일”과 “어제”와 같은 상대적 날짜 표시";
"Profile.OPTIONS.SHOW_FULL_DATES" = "“2021년 1월 1일”과 같은 전체 날짜 표시";
"Profile.DATES_AND_CALENDAR.TITLE" = "날짜 및 달력";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "코스 일정 동기화";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "동기화를 재개하려면 일정을 다시 연결하세요.";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "현재 일정에 이벤트를 동기화하는 중입니다.";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "캘린더 다시 연결";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "동기화 옵션 변경";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "%d 코스 동기화";
"Profile.OPTIONS.TITLE" = "옵션";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "상대 날짜를 사용하세요";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "“내일”과 “어제”와 같은 상대적 날짜 표시";
"Profile.COURSES_TO_SYNC.TITLE" = "동기화를 위한 코스";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "수업에 대한 동기화를 비활성화하면 동기화된 캘린더에서 해당 수업에 연결된 모든 이벤트가 제거됩니다.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "비활성 과정 숨기기";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "지난 달에 보지 않은 코스의 이벤트를 자동으로 제거합니다.";
"Profile.COURSES_TO_SYNC.INACTIVE" = "비활성";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "아이클라우드";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "현지의";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "악센트";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "빨간색";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "주황색";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "노란색";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "녹색";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "파란색";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "보라";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "갈색";
"Profile.CALENDAR.COURSE_DATES" = "%@ 코스 날짜";
"Profile.DROP_DOWN_PICKER.SELECT" = "선택";
"Profile.SYNC_SELECTOR.SYNCED" = "동기화하려면";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "동기화되지 않음";
"Profile.SYNC.NO_SYNCED" = "동기화된 코스 없음";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "현재 캘린더에 동기화된 과정이 없습니다.";
"Downloads.DOWNLOADS.TITLE" = "다운로드";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "다운로드 설정 관리";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "다운로드 가능한 콘텐츠가 있는 코스 없음";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "현재 다운로드 가능한 콘텐츠가 있는 과정이 없습니다.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ 다운로드됨";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "모든 %@ 다운로드됨";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ 사용 가능";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "코스 다운로드";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "다운로드 중";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "과정 구조를 로딩 중입니다...";
"Downloads.MENU_OPTION.REMOVE" = "코스 다운로드 제거";
"Downloads.MENU_OPTION.CANCEL" = "다운로드 취소";
"Discovery.TITLE" = "발견하다";
"Discovery.SEARCH" = "찾다";
"Discovery.HEADER.TITLE_1" = "새로운 것을 발견하세요";
"Discovery.HEADER.TITLE_2" = "당신에게 맞는 새로운 과정을 찾아드리겠습니다.";
"Discovery.SEARCH.TITLE" = "검색 결과";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "코스를 찾으려면 입력을 시작하세요";
"Discovery.UPDATE_REQUIRED_TITLE" = "앱 업데이트가 필요합니다";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "이 버전의 OpenEdX 앱은 오래되었습니다. 학습을 계속하고 최신 기능과 수정 사항을 받으려면 최신 버전으로 업그레이드하세요.";
"Discovery.UPDATE_WHY_NEED" = "왜 업데이트해야 하나요?";
"Discovery.UPDATE_DEPRECATED_APP" = "더 이상 사용되지 않는 앱 버전";
"Discovery.UPDATE_BUTTON" = "업데이트";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "계정 설정";
"Discovery.UPDATE_NEEDED_TITLE" = "앱 업데이트";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "최신 버전으로 업데이트하는 것이 좋습니다. 지금 업그레이드하여 최신 기능과 수정 사항을 받으세요.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "지금은 아니야";
"Discovery.UPDATE_NEW_AVALIABLE" = "새로운 업데이트가 출시되었습니다! 지금 업그레이드하여 최신 기능과 수정 사항을 받으세요";
"Discovery.ALERT.LEAVING_APP_TITLE" = "앱을 종료합니다";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "이제 앱을 종료하고 브라우저를 엽니다.";
"Discovery.DETAILS.TITLE" = "과정 세부 정보";
"Discovery.DETAILS.VIEW_COURSE" = "코스 보기";
"Discovery.DETAILS.ENROLL_NOW" = "지금 등록하세요";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "등록일이 지났으므로 이 과목에 등록할 수 없습니다.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "이 과정에 등록하려면 인터넷에 연결되어 있는지 확인하세요.";
"Discovery.DETAILS.COURSE_BANNER" = "코스 배너";
"Discovery.ALERT.AUTHORIZATION" = "권한 부여";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "수업 등록을 계속하려면 시스템에 들어가세요.";
"Discussion.TITLE" = "토론";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "토론에 게시하는 기능은 코스 팀에서 비활성화되어 있습니다.";
"Discussion.TOPICS.SEARCH" = "모든 게시물 검색";
"Discussion.TOPICS.ALL_POSTS" = "모든 게시물";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "내가 팔로우하는 게시물";
"Discussion.TOPICS.MAIN_CATEGORIES" = "주요 카테고리";
"Discussion.TOPICS.UNNAMED" = "이름 없는 하위 카테고리";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "최근 활동";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "가장 많은 활동";
"Discussion.POSTS.SORT.MOST_VOTES" = "가장 많은 투표";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "아직 토론이 없습니다";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "아래 버튼을 클릭하여 첫 번째 토론을 시작하세요.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "토론 만들기";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "게시물 추가";
"Discussion.POSTS.FILTER.ALL_POSTS" = "모든 게시물";
"Discussion.POSTS.FILTER.UNREAD" = "읽지 않음";
"Discussion.POSTS.FILTER.UNANSWERED" = "답변하지 않음";
"Discussion.POSTS.CREATE_NEW_POST" = "새로운 게시물을 만드세요";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "선택하기";
"Discussion.POST.LAST_POST" = "마지막 게시물:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "댓글이 추가되었습니다";
"Discussion.THREAD.ADD_RESPONSE" = "응답 추가";
"Discussion.CREATE_THREAD.NEW_POST" = "새로운 게시물을 만드세요";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "게시물 유형을 선택하세요";
"Discussion.CREATE_THREAD.TOPIC" = "주제";
"Discussion.CREATE_THREAD.TITLE" = "제목";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "이 토론을 따르세요";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "이 질문을 따르세요";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "새로운 토론 만들기";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "새로운 질문 만들기";
"Discussion.COMMENT.REPORT" = "보고서";
"Discussion.COMMENT.UNREPORT" = "신고 취소";
"Discussion.COMMENT.FOLLOW" = "";
"Discussion.COMMENT.UNFOLLOW" = "팔로우 취소";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "논평";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "댓글이 추가되었습니다";
"Discussion.RESPONSE.ADD_COMMENT" = "댓글 추가";
"Discussion.POST_TYPE.QUESTION" = "질문";
"Discussion.POST_TYPE.DISCUSSION" = "논의";
"Discussion.SEARCH" = "찾다";
"Discussion.SEARCH.TITLE" = "검색 결과";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "주제를 찾으려면 입력을 시작하세요";
"Discussion.ANONYMOUS" = "익명의";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "토론을 불러올 수 없습니다.\n나중에 다시 시도하세요.";
"Course.OUTLINE.PASSED_THE_COURSE" = "축하합니다. “%@\.” 과정 수료증을 취득하셨습니다.";
"Course.OUTLINE.VIEW_CERTIFICATE" = "인증서 보기";
"Course.OUTLINE.CERTIFICATE" = "자격증";
"Course.OUTLINE.COURSE_VIDEOS" = "코스 비디오";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "이 과정은 아직 시작되지 않았습니다.";
"Course.COURSEWARE.COURSE_CONTENT" = "과정 내용";
"Course.COURSEWARE.COURSE_UNITS" = "과정 단위";
"Course.COURSEWARE.NEXT" = "다음";
"Course.COURSEWARE.PREVIOUS" = "이전";
"Course.COURSEWARE.PREVIOUS_FULL" = "이전의";
"Course.COURSEWARE.FINISH" = "";
"Course.COURSEWARE.GOOD_WORK" = "잘했어요!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "개요로 돌아가기";
"Course.COURSEWARE.SECTION" = "";
"Course.COURSEWARE.IS_FINISHED" = "";
"Course.COURSEWARE.CONTINUE" = "계속하다";
"Course.COURSEWARE.RESUME_WITH" = "이력서에 다음 내용을 포함하세요:";
"Course.ERROR.NO_INTERNET" = "인터넷에 연결되지 않았습니다. 인터넷 연결을 확인하세요.";
"Course.ERROR.RELOAD" = "다시 로드";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "과정 구성 요소를 찾을 수 없습니다. 다시 로드하세요.";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "현재 이 과정에 대한 자료가 없습니다.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "현재 이 과목에 대한 공지사항이 없습니다.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "이 과정에는 사용할 수 있는 비디오가 없습니다.";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "이 과정에는 사용할 수 있는 과제가 없습니다.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "현재 강의 일정을 알 수 없습니다.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "현재는 강의 콘텐츠를 이용할 수 없습니다.";
"Course.ALERT.ROTATE_DEVICE" = "이 동영상을 전체 화면으로 보려면 기기를 회전하세요.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "모든 비디오를 삭제하시겠습니까?";
"Course.ALERT.DELETE_VIDEOS" = "비디오를 삭제하시겠습니까?";
"Course.ALERT.STOP_DOWNLOADING" = "스위치를 끄면 다운로드가 중지되고 다운로드한 모든 비디오가 삭제됩니다.";
"Course.ALERT.WARNING" = "경고";
"Course.COURSE_CONTAINER.HOME" = "홈";
"Course.COURSE_CONTAINER.CONTENT" = "콘텐츠";
"Course.COURSE_CONTAINER.PROGRESS" = "진전";
"Course.COURSE_CONTAINER.VIDEOS" = "비디오";
"Course.COURSE_CONTAINER.OFFLINE" = "오프라인";
"Course.COURSE_CONTAINER.DATES" = "날짜";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "토론";
"Course.COURSE_CONTAINER.HANDOUTS" = "더";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "핸드아웃 개발 중";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "코스 진행의 %@%%를 완료했습니다.";
"Course.COURSE_CAROUSEL.GRADES" = "성적";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "이는 과목을 통과하는 데 필요한 성적에 대한 가중치를 나타낸 것입니다.";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "모든 콘텐츠";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "지금 이 과정을 청강 중이며, 강의 자료에 대한 접근이 제한되어 있습니다.";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "지금 업그레이드하세요";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "동영상 시청을 모두 완료했습니다!";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "과제를 모두 완료했습니다!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "비디오\n완료됨";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "과제\n완료";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "시청 계속하기";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "다음 영상";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "모든 비디오";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "모든 과제";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "다음 과제";
"Course.COURSE_CONTENT.ALL" = "모두";
"Course.COURSE_CONTENT.VIDEOS" = "비디오";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "과제";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "과정 완료";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "이는 수강하신 과정 콘텐츠의 분량을 나타냅니다. 일부 콘텐츠는 아직 공개되지 않았을 수 있습니다.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "완전한";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "전체 진행 상황";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "남은";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "잠김";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "성적 진행 상황";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "통과";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "낙제";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "인증서 보기";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "섹션 진행 상황";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "진행 상황이 없습니다";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "학습을 시작하여 여기에서 진행 상황을 확인하세요";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "전체 등급";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "이는 과목을 통과하는 데 필요한 성적에 대한 가중치를 나타낸 것입니다.";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "현재 전체 가중치 성적:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "%@%%의 가중 평균 점수가 이 과정을 통과하기 위해 필요합니다";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "필수의";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "성적 세부사항";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "과제 유형";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "현재 / 최대 %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "완벽한";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "성적 중";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "이 과정에는 채점되는 과제가 포함되어 있지 않습니다.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "핸드아웃";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "공지사항";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "중요한 과정 정보를 찾아보세요";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "최신 뉴스를 받아보세요";
"Course.NOT_AVALIABLE.TITLE" = "이 대화형 구성 요소는 모바일에서 사용할 수 없습니다.";
"Course.NOT_AVALIABLE.DESCRIPTION" = "이 과정의 다른 부분을 탐색하거나 웹에서 확인하세요.";
"Course.NOT_AVALIABLE.BUTTON" = "브라우저에서 열기";
"Course.SUBTITLES.TITLE" = "자막";
"Course.ACCESSIBILITY.DOWNLOAD" = "다운로드";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "다운로드 취소";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "다운로드 삭제";
"Course.ACCESSIBILITY.PROGRESS_RING" = "코스 완료 진행률 링";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "전체 성적 섹션";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "성적 세부사항 섹션";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "과제 항목";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "합격 기준 점수 표시기";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ 퍼센트 완료됨";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ 퍼센트가 합격에 필요합니다";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ 중 %@ 완료, %@ 중 %@ 퍼센트의 성적";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "현재 성적: %@ 퍼센트";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "%@ 퍼센트 이상이어야 통과할 수 있습니다.";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "%@ 과제 카테고리를 보여주는 진행 상황 시각화";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "전체 진행 상황: %@ 퍼센트";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "과제 유형별 진행 상황 분석 표시";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "이 과정에는 표시할 채점된 과제가 없습니다.";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "코스 활동을 완료하여 여기에서 진행 상황을 확인하세요.";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "과제 유형 열 제목";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "현재 및 최대 백분율 열 제목";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "성적의 %@ 퍼센트 비중";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ 중 %@ 완료";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "현재 성적: %@/%@ 퍼센트";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ 중 %@ 완료. 비중: 성적의 %@ 퍼센트. 현재 성적: %@ 퍼센트 중 %@ 퍼센트";
"Course.DOWNLOAD.DOWNLOADS" = "다운로드";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "모든 비디오 다운로드됨";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "비디오를 다운로드하는 중...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "기기에 다운로드";
"Course.DOWNLOAD.VIDEOS" = "비디오";
"Course.DOWNLOAD.REMAINING" = "남은";
"Course.DOWNLOAD.UNTITLED" = "제목 없음";
"Course.DOWNLOAD.TOTAL" = "총";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "모든 비디오가 다운로드 중일 때는 다운로드 비디오 품질을 변경할 수 없습니다.";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "현재 다운로드 설정은 Wi-Fi를 통해서만 다운로드를 허용합니다.\nWi-Fi 네트워크에 연결하거나 다운로드 설정을 변경하세요.";
"Course.COURSE_DATES.TODAY" = "오늘";
"Course.COURSE_DATES.COMPLETED" = "완료";
"Course.COURSE_DATES.PAST_DUE" = "연체";
"Course.COURSE_DATES.DUE_NEXT" = "다음 기한";
"Course.COURSE_DATES.UNRELEASED" = "미공개";
"Course.COURSE_DATES.VERIFIED_ONLY" = "검증만 됨";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "숨겨진 항목";
"Course.COURSE_DATES.ITEM_HIDDEN" = "아이템 숨김";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "마감일이 변경되었습니다";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "귀하의 마감일을 계획대로 진행될 수 있도록 성공적으로 변경했습니다.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "모든 날짜 보기";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "캘린더와 동기화";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "이 과목의 모든 마감일과 제출 기한을 자동으로 캘린더에 동기화합니다.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "캘린더 추가";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "캘린더 제거";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "%@ 캘린더 \"%@\"을 추가하시겠습니까? \n 언제든지 캘린더 또는 설정에서 코스 캘린더를 편집하거나 제거할 수 있습니다.";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "%@ 캘린더 &quot; %@ &quot;을 제거하시겠습니까?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "\" %@ \"이 캘린더에 추가되었습니다.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "캘린더를 동기화하는 중...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "이벤트 보기";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "강의 일정이 추가되었습니다.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "강의 일정이 삭제되었습니다.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "캘린더 이벤트";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "귀하의 강좌 일정이 최신이 아닙니다.";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "귀하의 수업 일정이 변경되었으며, 귀하의 수업 일정은 더 이상 새로운 일정에 맞춰 업데이트되지 않았습니다.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "지금 업데이트하세요";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "강의 일정이 업데이트되었습니다.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ 캘린더 권한이 없습니다. 설정으로 가서 캘린더 권한을 부여하세요.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "설정 열기";
"Course.COURSE_DATES.SETTINGS" = "설정";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "날짜를 변경할 수 없습니다. 다시 시도해 주세요.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "날짜가 성공적으로 변경되었습니다.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "코스 날짜";
"Course.COURSE.DUE_TODAY" = "오늘 마감";
"Course.COURSE.DUE_TOMORROW" = "내일 마감";
"Course.COURSE.PROGRESS_COMPLETED" = "%@/%@ 완료";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ 섹션 완료";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@/%@ 완료";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ 시청 완료";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "완료 보기";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "완료 항목 숨기기";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "완전한";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "드래그 앤 드롭";
"Course.COURSE.ASSIGNMENT_GENERIC" = "과제";
"Course.COURSE.ASSIGNMENT_GRADED" = "등급";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "시작되지 않음";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "개방형 평가";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "동료 학습";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "문제";
"Course.COURSE.ASSIGNMENT_SURVEY" = "조사";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "진행 중";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "워드 클라우드";
"Course.COURSE.ASSIGNMENT_LTI" = "외부 도구";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "토론";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "가장 큰 다운로드";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "완료";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "모든 다운로드 제거";
"Course.COURSE.OFFLINE.VISIBLE" = "이 과정의 %@ %% 모바일에서 볼 수 있습니다.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "이 과정의 %@ %% 다운로드할 수 있습니다.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "이 과정의 %@ %% 오프라인에서 완료할 수 있습니다.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "다운로드됨";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "다운로드 중";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "다운로드 가능";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "다운로드 준비 완료";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "모두 다운로드";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "코스 다운로드 취소";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "활성 인터넷 연결이나 모바일 데이터를 사용하지 않고도 이동 중에도 오프라인으로 수업 콘텐츠를 다운로드하여 학습할 수 있습니다.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "현재 이 과정의 콘텐츠는 오프라인에서 다운로드할 수 없습니다.";
"Course.COURSE.RETURN_TO_HOME" = "강의 홈으로 돌아가기";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "이 구성 요소는 다운로드되지 않았습니다.";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "이 과정의 다른 부분을 탐색하거나 다시 연결되면 이 내용을 다운로드하세요.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "이 구성 요소는 아직 오프라인에서 사용할 수 없습니다.";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "이 과정의 다른 부분을 탐색하거나 다시 연결하면 이 내용을 볼 수 있습니다.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "캘린더와 동기화됨";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "캘린더 동기화 실패";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "오프라인";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ 완료 - %@/%@ 점";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ 연체 - %@/%@ 점";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ 아직 사용 불가";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ 점";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "강의 성적 정책 검토";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "알려지지 않은";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "코스 진행 섹션";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "학습 계속하기 섹션";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "강의 내용 섹션";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "오류 메시지 섹션";
"Course.ACCESSIBILITY.LOADING_SECTION" = "로딩 섹션";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "비디오 섹션";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "동영상 진행률 %@ / %@ 완료.";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "과제 섹션";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "과제 진행 상황 섹션";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "콘텐츠가 없습니다.";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "다음 페이지";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "마지막 페이지";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "이전 페이지";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ 의 %@ 과제 완료";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "완료된 섹션 숨기기";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "완료된 섹션 표시하기";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ 섹션, %@ 중 %@개의 비디오 시청 완료";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "다운로드 섹션, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "비디오: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, 완료됨";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% 시청됨";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, 시작하지 않음";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "비디오 재생을 위해 탭하세요";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ 퍼센트 완료됨";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "비디오 %@ 출처 %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "비디오 탐색";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "비디오 제목 없음";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "로그인";
"Authorization.SIGN_IN.WELCOME_BACK" = "환영합니다! 코스에 액세스하려면 로그인하세요.";
"Authorization.SIGN_IN.EMAIL" = "이메일";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "이메일 또는 사용자 이름";
"Authorization.SIGN_IN.PASSWORD" = "비밀번호";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "비밀번호를 잊으셨나요?";
"Authorization.SIGN_IN.SELECTED_SITE" = "선택된 사이트";
"Authorization.SIGN_IN.CHANGE" = "변경";
"Authorization.SIGN_IN.AGREEMENT" = "이 앱에 로그인함으로써 귀하는 [%@ 최종 사용자 라이센스 계약](%@) 및 [%@ 서비스 약관 및 명예 규약](%@)에 동의하며 귀하는 %@ 및 각 회원이 귀하의 개인 데이터를 처리하는 것을 인정합니다.  \n[개인정보처리방침](%@)에 따라";
"Authorization.SIGN_IN.SSO_HEADING" = "오늘부터 자신감을 가지고 경력을 쌓으세요";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "기부 부문의 구성 요소와 근로자를 개발하기 위한 통합된 지식 및 권한 부여 프로그램 세트";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "로그인";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "국가통합로그인 서비스를 통해 로그인하세요.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "잘못된 이메일 주소입니다";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "잘못된 비밀번호 길이";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "이 %@ 계정은 어떤 %@ 계정과도 연결되어 있지 않습니다. 등록해 주세요.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "잘못된 이메일 또는 사용자 이름입니다";
"Authorization.ERROR.DISABLED_ACCOUNT" = "귀하의 계정이 비활성화되었습니다. 도움이 필요하면 고객 지원에 문의하세요.";
"Authorization.SIGN_UP.SUBTITLE" = "오늘부터 학습을 시작하려면 계정을 만드세요!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "계정 생성";
"Authorization.SIGN_UP.HIDE_FIELDS" = "선택 필드 숨기기";
"Authorization.SIGN_UP.SHOW_FIELDS" = "선택 필드 표시";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "성공적으로 로그인했습니다.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "학습을 시작하기에 앞서 좀더 많은 정보가 필요합니다.";
"Authorization.SIGN_UP.AGREEMENT" = "계정을 생성하면 귀하는 [ %@ 최종 사용자 라이센스 계약]( %@ ) 및 [ %@ 서비스 약관 및 명예 규약]( %@ )에 동의하며, %@ 및 각 회원이 [개인정보 보호정책]( %@ )에 따라 귀하의 개인 데이터를 처리한다는 사실을 인정합니다.";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "%@가 마케팅 메시지를 보낼 수 있도록 동의합니다.";
"Authorization.FORGOT.TITLE" = "비밀번호를 잊으셨나요?";
"Authorization.FORGOT.DESCRIPTION" = "아래에 로그인 또는 복구 이메일 주소를 입력하세요. 그러면 지침이 담긴 이메일을 보내드리겠습니다.";
"Authorization.FORGOT.REQUEST" = "비밀번호 재설정";
"Authorization.FORGOT.CHECK_TITLE" = "이메일을 확인하세요";
"Authorization.FORGOT.CHECK_Description" = "귀하의 이메일로 비밀번호 복구 지침을 보냈습니다. ";
"Authorization.CONTINUE_WITH" = "계속하기:";
"Authorization.LAST_SIGN_IN" = "마지막 로그인";
"Authorization.OR_SIGN_IN_WITH" = "또는 이메일로 로그인하세요:";
"Authorization.OR_REGISTER_WITH" = "또는 아래에서 등록하세요:";
"Authorization.APPLE" = "사과";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "페이스북";
"Authorization.MICROSOFT" = "마이크로소프트";
"Authorization.OR" = "또는";
"Authorization.STARTUP.INFO_MESSAGE" = "세계 최고의 대학들이 제공하는 강좌와 프로그램을 여러분의 주머니에 담아보세요.";
"Authorization.STARTUP.SEARCH_TITLE" = "무엇을 배우고 싶으신가요?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "3,000개 이상의 코스를 검색하세요";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "모든 코스 탐색";
"Authorization.STARTUP.TITLE" = "시작";
"Authorization.LEARNING_SITES.TITLE" = "학습 사이트";
"Authorization.LEARNING_SITES.GET_STARTED" = "시작하기";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "환영합니다! 학습 사이트를 선택하세요";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "찾다";
"Authorization.LEARNING_SITES.SUBTITLE" = "학습 사이트 선택 또는 추가";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "현재 학습 사이트";
"Authorization.LEARNING_SITES.MORE_SITES" = "더 많은 학습 사이트";
"Authorization.LEARNING_SITES.ADD_SITE" = "학습 사이트 추가";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "검색 결과와 일치하는 학교가 없습니다.";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "로그아웃";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "%@에서 로그아웃하시겠습니까?";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "로그아웃";
"WhatsNew.TITLE" = "새로운 소식";
"WhatsNew.BUTTON_PREVIOUS" = "이전";
"WhatsNew.BUTTON_NEXT" = "다음";
"WhatsNew.BUTTON_DONE" = "완료";
"Dashboard.TITLE" = "계기반";
"Dashboard.HEADER.COURSES" = "강의";
"Dashboard.HEADER.WELCOME_BACK" = "환영합니다. 계속 배우자.";
"Dashboard.SEARCH" = "찾다";
"Dashboard.EMPTY.SUBTITLE" = "아직 어떤 과목에도 등록되어 있지 않습니다.";
"Dashboard.LEARN.TITLE" = "배우다";
"Dashboard.LEARN.VIEW_ALL" = "모두 보기";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "모든 과정 보기 (%@)";
"Dashboard.LEARN.ALL_COURSES" = "모든 과정";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 연체 과제";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "과제 보기";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ 연체 과제";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ 과제 마감일 %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ %@ 일 후 만기";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "과정 재개";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "코스 시작";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "강의";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "프로그램";
"Dashboard.LEARN.CATEGORY.ALL" = "모두";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "진행 중";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "완료";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "만료됨";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "코스 없음";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "진행중인 과정 없음";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "완료된 과목 없음";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "만료된 코스 없음";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "현재 등록하신 과목이 없습니다. 과목 카탈로그를 살펴보시겠습니까?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "코스 찾기";
"Core.MAINSCREEN.DISCOVERY" = "발견하다";
"Core.MAINSCREEN.DASHBOARD" = "계기반";
"Core.MAINSCREEN.IN_DEVELOPING" = "개발 중";
"Core.MAINSCREEN.PROGRAMS" = "프로그램";
"Core.MAINSCREEN.PROFILE" = "프로필";
"Core.MAINSCREEN.LEARN" = "배우다";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "당신은 이미 %@ 계정으로 %@ 계정을 설정했습니다. 당신은 그 계정으로 로그인했습니다.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "다시 시도하세요";
"Core.ERROR.INVALID_CREDENTIALS" = "잘못된 자격 증명";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "인터넷 연결이 느리거나 안 됨";
"Core.ERROR.NO_CACHED_DATA" = "오프라인 모드에는 캐시된 데이터가 없습니다.";
"Core.ERROR.USER_NOT_ACTIVE" = "사용자 계정이 활성화되지 않았습니다. 먼저 계정을 활성화하세요.";
"Core.ERROR.UNKNOWN_ERROR" = "문제가 발생했습니다";
"Core.ERROR.WIFI" = "Wi-Fi를 통해서만 파일을 다운로드할 수 있습니다. 설정에서 변경할 수 있습니다.";
"Core.ERROR.AUTHORIZATION_FAILED" = "승인에 실패했습니다.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "인터넷 연결 없음";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "이 콘텐츠를 보려면 인터넷에 연결하세요.";
"Core.COURSEWARE.COURSE_CONTENT" = "과정 내용";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "이 대화형 구성 요소는 아직 모바일에서 사용할 수 없습니다.";
"Core.COURSEWARE.COURSE_UNITS" = "과정 단위";
"Core.COURSEWARE.NEXT" = "다음";
"Core.COURSEWARE.PREVIOUS" = "이전";
"Core.COURSEWARE.FINISH" = "";
"Core.COURSEWARE.GOOD_WORK" = "잘했어요!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "개요로 돌아가기";
"Core.COURSEWARE.SECTION_COMPLETED" = "“ %@ ”을 완료했습니다.";
"Core.COURSEWARE.CONTINUE" = "계속하다";
"Core.COURSEWARE.RESUME" = "재개하다";
"Core.COURSEWARE.RESUME_WITH" = "다음으로 재개:";
"Core.COURSEWARE.NEXT_SECTION" = "다음 섹션";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "계속하려면 “";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "” “다음 섹션”을 누르세요.\"";
"Core.ERROR.RELOAD" = "다시 로드";
"Core.DATE.COURSE_STARTS" = "코스 시작";
"Core.DATE.COURSE_ENDS" = "코스 종료";
"Core.DATE.COURSE_ENDED" = "코스 종료";
"Core.DATE.ENDED" = "종료됨";
"Core.DATE.START" = "시작";
"Core.DATE.STARTED" = "시작함";
"Core.DATE.JUST_NOW" = "방금";
"Core.DATE.TODAY" = "오늘";
"Core.DATE.NEXT" = "다음 %@";
"Core.DATE.DAYS_AGO" = "%@ 며칠 전";
"Core.DATE.DUE" = "로 인한 ";
"Core.DATE.DUE_IN" = "기한이 있습니다 ";
"Core.DATE.DUE_IN_DAYS" = "%@ 일 후 마감";
"Core.DATE.DUE_TODAY" = "오늘 마감: %@";
"Core.DATE.DUE_DATE_PAST" = "%@일 연체: %@";
"Core.DATE.DUE_IN_LEFT" = "%@일 후 마감: %@";
"Core.ALERT.ACCEPT" = "수용하다";
"Core.ALERT.CANCEL" = "취소";
"Core.ALERT.LOGOUT" = "로그아웃";
"Core.ALERT.LEAVE" = "떠나다";
"Core.ALERT.SIGN_IN" = "로그인";
"Core.ALERT.REGISTER" = "등록하다";
"Core.ALERT.KEEP_EDITING" = "계속 편집하세요";
"Core.ALERT.DELETE" = "삭제";
"Core.ALERT.ADD" = "추가하다";
"Core.ALERT.REMOVE" = "삭제";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "코스 일정 삭제";
"Core.NO_INTERNET.OFFLINE" = "오프라인";
"Core.NO_INTERNET.DISMISS" = "해제";
"Core.NO_INTERNET.RELOAD" = "다시 로드";
"Core.DATE_FORMAT.MMMM_DD" = "";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "다운로드";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "다운로드됨";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "완료";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "비디오 다운로드 품질";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "자동";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "추천";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "데이터 사용량 감소";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "최고의 품질";
"Core.DONE" = "완료";
"Core.VIEW" = "";
"Core.BACK" = "뒤로";
"Core.OK" = "확인";
"Core.CLOSE" = "닫기";
"Core.PICKER.SEARCH" = "찾다";
"Core.PICKER.ACCEPT" = "수용하다";
"Core.WEBVIEW.ALERT.OK" = "확인";
"Core.WEBVIEW.ALERT.CANCEL" = "취소";
"Core.WEBVIEW.ALERT.CONTINUE" = "계속하다";
"Core.REVIEW.VOTE_TITLE" = "Open edX를 즐기고 계신가요?";
"Core.REVIEW.VOTE_DESCRIPTION" = "귀하의 피드백은 저희에게 중요합니다. 아래의 별을 탭하여 앱을 평가해 주시겠습니까? 귀하의 지원에 감사드립니다!";
"Core.REVIEW.FEEDBACK_TITLE" = "피드백을 남겨주세요";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "학습 경험에 문제가 있었다는 소식을 듣고 죄송합니다. 모든 피드백에 감사드립니다.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "감사합니다";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "피드백을 공유해 주셔서 감사합니다. 앱 스토어의 다른 사용자와 이 앱에 대한 리뷰를 공유하시겠습니까?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "감사합니다";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "귀하의 피드백을 받았으며 이를 사용하여 앞으로 학습 경험을 개선하는 데 도움이 될 것입니다. 공유해 주셔서 감사합니다!";
"Core.REVIEW.BETTER" = "무엇이 더 좋을 수 있었을까?";
"Core.REVIEW.NOT_NOW" = "지금은 아니야";
"Core.REVIEW.BUTTON.SUBMIT" = "제출";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "피드백 공유";
"Core.REVIEW.BUTTON.RATE_US" = "우리를 평가하세요";
"Core.REVIEW.EMAIL.TITLE" = "이메일 클라이언트 선택:";
"Core.SOCIAL_SIGN_CANCELED" = "사용자가 로그인 흐름을 취소했습니다.";
"Core.SIGN_IN.LOG_IN_BTN" = "로그인";
"Core.SIGN_IN.REGISTER_BTN" = "등록하다";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "SSO로 로그인";
"Core.TOMORROW" = "내일";
"Core.YESTERDAY" = "어제";
"Core.OPEN_IN_BROWSER" = "Safari에서 보기";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "걱정하지 마세요. 제안된 일정을 변경하여 진행 상황을 잃지 않고 기한이 지난 과제를 완료하세요.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "기한 변경";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "마감일을 놓친 적이 있나요?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "우리는 여러분이 궤도를 유지할 수 있도록 제안된 일정을 만들었습니다. 하지만 걱정하지 마세요. 유연하기 때문에 여러분의 속도에 맞춰 배울 수 있습니다. 뒤처지는 경우, 궤도를 유지할 수 있도록 날짜를 조정할 수 있습니다.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "이 과정의 일부로 평가되는 과제를 완료하려면 오늘 업그레이드하세요.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "이 과정을 청강 중이므로 채점 과제에 참여할 수 없습니다. 제안된 일정에 따르면 중요한 마감일을 놓친 것 같습니다. 이 과정의 일부로 채점 과제를 완료하고 과거 마감일 과제를 미래로 옮기려면 오늘 업그레이드할 수 있습니다.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "날짜를 변경할 수 없습니다. 다시 시도해 주세요.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "날짜가 성공적으로 변경되었습니다.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "코스 날짜";
"Core.COURSE_DATES.TODAY" = "오늘";
"Core.COURSE_DATES.COMPLETED" = "완료";
"Core.COURSE_DATES.PAST_DUE" = "연체";
"Core.COURSE_DATES.THIS_WEEK" = "이번 주";
"Core.COURSE_DATES.NEXT_WEEK" = "다음 주";
"Core.COURSE_DATES.UPCOMING" = "다가올";
"Core.COURSE.STORAGE_ALERT.TITLE" = "장치 저장 공간 가득 참";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "귀하의 기기에는 이 콘텐츠를 다운로드할 수 있는 충분한 여유 공간이 없습니다. 여유 공간을 확보하고 다시 시도하세요.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ 중고, %@ 무료";
"Core.COURSE.ALERT.CANCEL" = "취소";
"Core.COURSE.ALERT.CLOSE" = "닫기";
"Core.COURSE.ALERT.REMOVE" = "삭제";
"Core.COURSE.ALERT.DOWNLOAD" = "다운로드";
"Core.COURSE.ALERT.TRY_AGAIN" = "다시 시도하세요";
"Core.COURSE.ALERT.REMOVE_TITLE" = "오프라인 콘텐츠를 제거하시겠습니까?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "다운로드 확인";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "셀룰러로 다운로드?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "이 콘텐츠를 제거하면 %@ 해제됩니다.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "이 %@ 콘텐츠를 다운로드하면 사용 가능한 블록이 오프라인으로 저장됩니다.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "이 콘텐츠를 다운로드하려면 %@ 의 셀룰러 데이터가 사용됩니다.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "다운로드 실패";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "인터넷 연결 없음";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Wi-Fi 필요";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "안타깝게도 이 콘텐츠를 다운로드하지 못했습니다. 나중에 다시 시도하거나 이 문제를 보고하세요.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "이 콘텐츠를 다운로드하려면 활성 인터넷 연결이 필요합니다. 인터넷에 연결하고 다시 시도하세요.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "이 콘텐츠를 다운로드하려면 활성 WiFi 연결이 필요합니다. WiFi 네트워크에 연결하고 다시 시도하세요.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "선택한 비디오가 1 GB보다 큽니다. 이 비디오를 다운로드하시겠습니까?";
"Core.DOWNLOAD.DOWNLOAD" = "다운로드";
"Core.ALERT.ACCEPT" = "수용하다";
